export default {
  projections: {
    ЗаявкаE: {
      номЗаяв: {
        __caption__: 'Номер заяв'
      },
      важност: {
        __caption__: 'Важность'
      },
      состоян: {
        __caption__: 'Состояние'
      },
      текст: {
        __caption__: 'Текст'
      },
      контрагент: {
        __caption__: 'Контрагент'
      },
      сотрудник: {
        __caption__: 'Сотрудник'
      }
    },
    ЗаявкаL: {
      номЗаяв: {
        __caption__: 'Номер заявки'
      },
      важност: {
        __caption__: 'Важность'
      },
      состоян: {
        __caption__: 'Состояние'
      },
      текст: {
        __caption__: 'Текст'
      },
      контрагент: {
        __caption__: 'Контрагент'
      },
      сотрудник: {
        __caption__: 'Сотрудник'
      }
    },
    ЗаявкаНаРаботыE: {
      номЗаяв: {
        __caption__: 'Номер'
      },
      текст: {
        __caption__: 'Текст'
      },
      важност: {
        __caption__: 'Важность'
      },
      состоян: {
        __caption__: 'Состояние'
      },
      контрагент: {
        __caption__: 'Контрагент'
      },
      сотрудник: {
        __caption__: 'Сотрудник'
      }
    },
    ЗаявкаНаРаботыL: {
      номЗаяв: {
        __caption__: 'Номер'
      },
      состоян: {
        __caption__: 'Состояние'
      },
      важност: {
        __caption__: 'Важность'
      },
      текст: {
        __caption__: 'Текст'
      },
      контрагент: {
        __caption__: 'Контраегнт'
      },
      сотрудник: {
        __caption__: 'Сотрудник'
      }
    }
  },
  validations: {
    важност: {
      __caption__: 'Важность'
    },
    номЗаяв: {
      __caption__: 'Номер заяв'
    },
    состоян: {
      __caption__: 'Состояние'
    },
    текст: {
      __caption__: 'Текст'
    },
    контрагент: {
      __caption__: 'Контрагент'
    },
    сотрудник: {
      __caption__: 'Сотрудник'
    }
  }
};
